alsa-utils
autoconf
automake
base
betterlockscreen
bison
calc
cmatrix
cowsay
debugedit
discord
dunst
efibootmgr
eog
fakeroot
firefox
flatpak
flex
fuse2
gcc
git
github-cli
gnome-screenshot
gnome-tweaks
gnu-free-fonts
google-earth-pro
grim
groff
grub
gtk-layer-shell
gtk4
htop
hyprland
hyprpaper-git
inetutils
kitty
libtool
linux
linux-firmware
m4
maim
make
nautilus
neofetch
neovim
networkmanager
nitrogen
nodejs
npm
pacman-contrib
patch
pavucontrol
picom-jonaburg-git
pkgconf
polkit-gnome
polybar
popsicle
pulseaudio
python-pip
python-pywal
qtile
rofi-lbonn-wayland-only-git
rpmextract
scrot
sddm
slurp
sudo
swww
texinfo
thefuck
thunar
ttf-fira-code
ttf-fira-sans
ttf-ibm-plex
unzip
vi
vscodium-bin
waybar-hyprland-git
wireplumber
xbindkeys
xclip
xdg-utils
xf86-video-intel
xorg-server
xorg-xev
xorg-xinit
yay
zsh
